{
  "angela-hayes": {
    "name": "Angela Hayes",
    "imageUrl": "https://cdn.prod.website-files.com/68e43e0279ad2b357d6c0f20/68e43e0279ad2b357d6c0f3c_67f9a7a48dea388609cd7c33_AngieStaffPhoto.jpeg",
    "specialties": ["Muay Thai", "MMA"],
    "achievements": [
      "Muay Thai Coach",
      "5x Muay Thai World Champion",
      "7x Sports Karate World Champion",
      "4th Degree Black Belt in Taekwondo",
      "First Female to Headline an MMA Card in Vegas",
      "Pro MMA Fighter, Boxer, Kickboxer"
    ],
    "bio": [ "I am a military brat but I pretty much grew up here in Colorado Springs. I began doing TKD when I was 12 my parents said I had to much energy lol. However I did not stick with it because the instructor was very traditional and would not let you do anything out of your rank! That was a no go for me for I’ve always been very athletic and quick to learn so I got bored and quit! However when I was 17 I meant my instructor that I earned my black belt in Tae Kwon Do from and he was the one that got me started into the competition world. First it was TKD then sports karate then full contact then Muay Thia! I actually lost a bet as I was training for a Muay Thai fight and that’s how I began competing in MMA! I’ve when 13 world titles between all the different competitive leagues I’ve competed in. Martial arts has allowed me to do lots of cool things and go to lots of awesome places and meet lots of great people. I have literally fought from NY to Japan. Being the first female main event in Vegas to being the first female fight in the Middle East. Now I enjoy hanging out with my dogs and training others to achieve their goals. Whether or not it’s becoming a great fighter or just getting in shape. I enjoy it all!." ]
  },
  "ben-westrich": {
    "name": "Ben Westrich",
    "imageUrl": "https://cdn.prod.website-files.com/68e43e0279ad2b357d6c0f20/68e43e0279ad2b357d6c0f3d_67f98256486dddbebb682a94_BenStaffPhoto.jpeg",
    "specialties": ["Brazilian Jiu-Jitsu", "MMA"],
    "achievements": [
      "Retired Pro MMA Fighter (9-0 with 8 submission finishes)",
      "IBJFF Black Belt No-Gi Pan AM Medalist",
      "Multi Time World/National/Pan AM Medalist",
      "Army Combat Veteran (13F)",
      "Master Combatives Trainer",
      "All Army Combatives Medalist"
    ],
    "bio": [
      "Ben, a Chris Haueter Black Belt opened the Warrior Fitness Center in 2011 while still actively serving in the U.S. Army. His accomplishments are notable, with a decorated career as a professional fighter, an All Army Combatives medalist, and a black belt No-Gi Pan American medalist and a multi-time World, National, and Pan American medalist.",
      "His background extends beyond the mat as well; he is a combat veteran of the U.S. Army, serving as a 13F. His service includes multiple deployments to the Middle East, during one of which he earned a Bronze Star for his\nactions.",
      "Stationed in Germany, Ben began his BJJ and MMA training and discovered his passion for teaching. In 2010, he had become the NCOIC and Senior Instructor of the Fort Carson Army Combatives Program,",
      "Now, Ben divides his time between teaching developing athletes at Warrior Fitness Center and works as a Senior Economist for EcoMetricx where he utilizes his PhD in Economics and Public Choice."
    ]
  },
  "kay-hansen": {
    "name": "Kay Hansen",
    "imageUrl": "https://cdn.prod.website-files.com/68e43e0279ad2b357d6c0f20/68e43e0279ad2b357d6c0f56_IMG_20250922_183529.jpg",
    "specialties": ["Brazilian Jiu-Jitsu", "MMA", "Muay Thai"],
    "achievements": [
      "UFC Veteran",
      "Youngest Invicta FC fighter to Secure a Victory",
      "Made her UFC Debut at only 20 Years Old",
      "Brazilian Jiu Jitsu Black Belt"
    ],
    "bio": [
      "Kay Hansen is a rising star in the MMA world, known for her dynamic skill set and relentless determination. With a strong grappling foundation and a dangerous submission game, she’s proven to be a formidable force on the ground, always looking to capitalize on any opportunity to finish the fight. Despite her young age, Hansen’s work ethic and maturity inside the cage set her apart. Tough, driven, and always evolving, she has the potential to become a dominant force in her division."
    ]
  },
  "larry-ruiz": {
    "name": "Larry Ruiz",
    "imageUrl": "https://cdn.prod.website-files.com/68e43e0279ad2b357d6c0f20/68e43e0279ad2b357d6c0f55_67f9a6a3e5c4a366b4034f55_LarryStaffPhoto.jpeg",
    "specialties": ["Brazilian Jiu-Jitsu", "MMA"],
    "achievements": [
      "BJJ Coach, MMA Coach",
      "BJJ Black Belt under Ben Westrich",
      "Black Belt IBJJF American National Silver Medalist",
      "Black Belt IBJJF American National No-Gi Bronze Medalist",
      "Brown Belt IBJJF Masters World Champion",
      "Numerous Other IBJJF Major Tournament Medals"
    ],
    "bio": [
      "I grew up in the tristate area bouncing around between NY, CT, and NJ. My introduction to fight sports and competition was boxing as a juvenile and competing in the New York Golden Gloves. I joined the military in 2010, where I was introduced to great mentors and traveled around the world. Benjamin Westrich was one of those mentors introducing me to Brazilian Jiu Jitsu through the Army Combatives program. This altered the direction of my life. I was drawn to the problem solving nature of combat sports, granted a second chance at pursuing athletics through Brazilian Jiu Jitsu I never looked back. I can never give back what combat sports has done for me and taught me through the years, but it is my life pursuit to pay it forward as a coach, competitor, and friend."
    ]
  },
  "natalie-salcedo": {
    "name": "Natalie Salcedo",
    "imageUrl": "https://cdn.prod.website-files.com/68e43e0279ad2b357d6c0f20/68e43e0279ad2b357d6c0f54_67f9a48c2f2816a346c54aa7_NatalieStaffPhoto-1.jpeg",
    "specialties": ["Brazilian Jiu-Jitsu", "Muay Thai", "MMA"],
    "achievements": [
      "ONE FC MMA Fighter",
      "Inaugural PFC Atomweight Champion",
      "Jiu Jitsu Black Belt",
      "IBJFF No Gi Worlds Brown Belt Champion",
      "IFMA World Team Member"
    ],
    "bio": [
      "Natalie Salcedo is a multi-talented martial artist with an impressive resume across Muay Thai, Brazilian Jiu-Jitsu, and MMA. She is the reigning 105 lb champion at Peak Fighting Championship . She has has earned podium finishes in multiple prestigious jiu-jitsu tournaments including the IBJJF No Gi Worlds, IBJJF American Nationals, IBJJF No Gi Pan Ams, ADCC Orange County Open, and more."
      
    ]
  }
}